Repository: vivy-company/aizen
Catalog: aizen/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Resolve conflicts manually and commit the changes.
zh_hans: 手动解决冲突并提交更改。

# %lld action%@
source: %1$lld action%2$@
zh_hans: %1$lld 个操作%2$@

# %lld action%@ will run after creation
source: %1$lld action%2$@ will run after creation
zh_hans: %1$lld 个操作%2$@将在创建后运行

source: %lld characters
zh_hans: %lld 个字符

source: %lld files
zh_hans: %lld 个文件

source: %lld installed
zh_hans: 已安装 %lld 个

# %lld line%@
source: %1$lld line%2$@
zh_hans: %1$lld 行%2$@

source: %lld lines
zh_hans: %lld 行

# %lld lines, %lld characters
source: %1$lld lines, %2$lld characters
zh_hans: %1$lld 行，%2$lld 个字符

source: %lld more lines
zh_hans: 还有 %lld 行

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: %1$lld / %2$lld

source: %lld servers
zh_hans: %lld 个服务器

source: %lld sessions
zh_hans: %lld 个会话

source: %lld symbols
zh_hans: %lld 个符号

# %lld tool call%@
source: %1$lld tool call%2$@
zh_hans: %1$lld 次工具调用%2$@

source: %lld tool calls
zh_hans: %lld 次工具调用

# %lld/%lld completed
source: %1$lld/%2$lld completed
zh_hans: 已完成 %1$lld/%2$lld

source: (remote)
zh_hans: （远程）

source: + %lld more errors
zh_hans: + %lld 个更多错误

source: +%lld more
zh_hans: 还有 +%lld

source: A newer version of %@ is available
zh_hans: %@ 有新版本可用

source: A process is still running in this terminal. Are you sure you want to close it?
zh_hans: 此终端中仍有进程在运行。确定要关闭吗？

source: ACP Executable
zh_hans: ACP 可执行文件

source: About
zh_hans: 关于

source: About Aizen
zh_hans: 关于 Aizen

source: Action Type
zh_hans: 操作类型

source: Actions run automatically after worktree creation
zh_hans: 操作在工作树创建后自动运行

source: Activate
zh_hans: 激活

source: Active Worktrees
zh_hans: 活动工作树

source: Active Worktrees...
zh_hans: 活动工作树...

source: Add
zh_hans: 添加

source: Add Action
zh_hans: 添加操作

source: Add Branch Template
zh_hans: 添加分支模板

source: Add Command
zh_hans: 添加命令

source: Add Comment
zh_hans: 添加评论

source: Add Custom Agent
zh_hans: 添加自定义代理

source: Add Preset
zh_hans: 添加预设

source: Add Template
zh_hans: 添加模板

source: Add Terminal Preset
zh_hans: 添加终端预设

source: Add glob patterns for files in subdirectories (e.g., config/*.yml)
zh_hans: 添加子目录中文件的 glob 模式（例如，config/*.yml）

source: Add template (e.g., aizen/, feature/)
zh_hans: 添加模板（例如，aizen/、feature/）

source: Advanced
zh_hans: 高级

source: Agent Configuration
zh_hans: 代理配置

source: Agent Plan
zh_hans: 代理计划

source: Agents
zh_hans: 代理

source: Amend Last Commit
zh_hans: 修改上次提交

source: Appearance
zh_hans: 外观

source: Apply Template
zh_hans: 应用模板

source: Are you sure you want to delete "%@"? This cannot be undone.
zh_hans: 确定要删除 "%@" 吗？此操作无法撤销。

source: Are you sure you want to delete this command? This cannot be undone.
zh_hans: 确定要删除此命令吗？此操作无法撤销。

source: Audio content: %@
zh_hans: 音频内容：%@

source: Auth cleared. New chat sessions will prompt for authentication.
zh_hans: 认证已清除。新的对话会话将提示进行身份验证。

source: Auth cleared. Start new session to re-authenticate.
zh_hans: 认证已清除。开始新会话以重新认证。

source: Authentication
zh_hans: 身份验证

source: Authentication:
zh_hans: 身份验证：

source: Auto-scroll
zh_hans: 自动滚动

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automatically download updates
zh_hans: 自动下载更新

source: Basic Information
zh_hans: 基本信息

source: Billing
zh_hans: 账单

source: Branch
zh_hans: 分支

source: Branch Switch Error
zh_hans: 分支切换错误

source: Branch Templates
zh_hans: 分支模板

source: Branch name prefix (e.g., feature/, bugfix/, hotfix/)
zh_hans: 分支名称前缀（例如，feature/、bugfix/、hotfix/）

source: Branch templates and preferences
zh_hans: 分支模板和首选项

source: Brief description of the agent
zh_hans: 代理的简要描述

source: Bring order to your repos. Switch worktrees, not windows.
zh_hans: 整理您的仓库。 切换工作树，而非窗口。

source: Browse MCP Servers
zh_hans: 浏览 MCP 服务器

source: Browse or Create Branch...
zh_hans: 浏览或创建分支...

source: Browse...
zh_hans: 浏览...

source: Browser
zh_hans: 浏览器

source: Build Error
zh_hans: 构建错误

source: Build Failed
zh_hans: 构建失败

source: Built-in
zh_hans: 内置

source: By subscribing you agree to our privacy policy and refund policy.
zh_hans: 订阅即表示您同意我们的隐私政策和退款政策。

source: CLI Not Installed
zh_hans: CLI 未安装

source: Cancel
zh_hans: 取消

source: Cancel Run
zh_hans: 取消运行

source: Cancel Workflow Run?
zh_hans: 取消工作流运行？

source: Cancel run
zh_hans: 取消运行

source: Change
zh_hans: 更改

source: Change Agent
zh_hans: 切换代理

source: Chat
zh_hans: 对话

source: Check Now
zh_hans: 立即检查

source: Check for Updates...
zh_hans: 检查更新...

source: Check for updates automatically on app launch and in the background
zh_hans: 在应用启动和后台时自动检查更新

source: Choose Symbol...
zh_hans: 选择符号...

source: Choose which code editor to use when opening projects
zh_hans: 选择打开项目时使用的代码编辑器

source: Choose which terminal application to use when opening worktrees
zh_hans: 选择打开工作树时使用的终端应用程序

source: Clear
zh_hans: 清除

source: Clear All
zh_hans: 全部清除

source: Clear All Persistent Sessions
zh_hans: 清除所有持久会话

source: Click for new chat, or click arrow for agents
zh_hans: 点击开始新对话，或点击箭头选择代理

source: Click for new terminal, or click arrow for presets
zh_hans: 点击开始新终端，或点击箭头选择预设

source: Close
zh_hans: 关闭

source: Close (Esc)
zh_hans: 关闭 (Esc)

source: Close All to the Left
zh_hans: 关闭左侧所有标签页

source: Close All to the Right
zh_hans: 关闭右侧所有标签页

source: Close Other Tabs
zh_hans: 关闭其他标签页

source: Close Pane
zh_hans: 关闭面板

source: Close Tab
zh_hans: 关闭标签页

source: Close Terminal?
zh_hans: 关闭终端？

source: Collapse multiple blank lines
zh_hans: 折叠多个空行

source: Command
zh_hans: 命令

source: Command to run when preset is selected (e.g., claude, hx, nvim)
zh_hans: 选择预设时运行的命令（例如，claude、hx、nvim）

source: Comments
zh_hans: 评论

source: Commit
zh_hans: 提交

source: Commit All
zh_hans: 全部提交

source: Commit with Sign-off
zh_hans: 带签名提交

source: Computing diff...
zh_hans: 正在计算差异...

source: Configuration
zh_hans: 配置

source: Connected Devices
zh_hans: 已连接的设备

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy All
zh_hans: 全部复制

source: Copy All Outputs
zh_hans: 复制所有输出

source: Copy LaTeX
zh_hans: 复制 LaTeX

source: Copy Mermaid code
zh_hans: 复制 Mermaid 代码

source: Copy Output
zh_hans: 复制输出

source: Copy Path
zh_hans: 复制路径

source: Copy Text Processing
zh_hans: 复制文本处理

source: Copy all logs
zh_hans: 复制所有日志

source: Copy code
zh_hans: 复制代码

source: Copy to clipboard
zh_hans: 复制到剪贴板

source: Create
zh_hans: 创建

source: Create MR
zh_hans: 创建 MR

source: Create PR
zh_hans: 创建 PR

source: Create branch: %@
zh_hans: 创建分支：%@

source: Current version:
zh_hans: 当前版本：

source: Custom
zh_hans: 自定义

source: Custom Commands
zh_hans: 自定义命令

source: Custom Patterns
zh_hans: 自定义模式

source: Cycle Mode
zh_hans: 循环模式

source: Danger Zone
zh_hans: 危险区域

source: Dark Mode Theme
zh_hans: 深色模式主题

source: Deactivate this Mac
zh_hans: 停用此 Mac

source: Debug Logs
zh_hans: 调试日志

source: Default Agent
zh_hans: 默认代理

source: Default Apps
zh_hans: 默认应用

source: Default Editor
zh_hans: 默认编辑器

source: Default Tab
zh_hans: 默认标签页

source: Default Terminal
zh_hans: 默认终端

source: Default apps, layout, and toolbar
zh_hans: 默认应用、布局和工具栏

source: Delete
zh_hans: 删除

source: Delete %@?
zh_hans: 删除 %@？

source: Delete Agent
zh_hans: 删除代理

source: Delete Command
zh_hans: 删除命令

source: Delete comment
zh_hans: 删除评论

source: Delete custom agent
zh_hans: 删除自定义代理

source: Description (optional)
zh_hans: 描述（可选）

source: Device
zh_hans: 设备

source: Diff
zh_hans: 差异

source: Diff Font Size
zh_hans: 差异字体大小

source: Disable agent
zh_hans: 禁用代理

source: Display
zh_hans: 显示

source: Display name for the agent
zh_hans: 代理的显示名称

source: Display name for the preset (e.g., Claude, Helix, Vim)
zh_hans: 预设的显示名称（例如，Claude、Helix、Vim）

source: Done
zh_hans: 完成

source: Download updates automatically without asking
zh_hans: 无需询问自动下载更新

source: Drag to reorder. Toggle to show or hide.
zh_hans: 拖动以重新排序。切换以显示或隐藏。

source: Edit
zh_hans: 编辑

source: Edit Action
zh_hans: 编辑操作

source: Edit Agent
zh_hans: 编辑代理

source: Edit Comment
zh_hans: 编辑评论

source: Edit Preset
zh_hans: 编辑预设

source: Edit Template
zh_hans: 编辑模板

source: Edit agent
zh_hans: 编辑代理

source: Editor
zh_hans: 编辑器

source: Editors
zh_hans: 编辑器

source: Email
zh_hans: 邮箱

source: Enable agent
zh_hans: 启用代理

source: Enable terminal notifications
zh_hans: 启用终端通知

source: Enter URL or search
zh_hans: 输入 URL 或搜索

source: Enter Zen Mode
zh_hans: 进入禅模式

source: Enter commit message
zh_hans: 输入提交消息

source: Enter or paste executable path, or use Browse button
zh_hans: 输入或粘贴可执行文件路径，或使用浏览按钮

source: Environment
zh_hans: 环境

source: Error
zh_hans: 错误

source: Example: %@my-branch-name
zh_hans: 示例：%@my-branch-name

source: Executable
zh_hans: 可执行文件

source: Executable is valid
zh_hans: 可执行文件有效

source: Executable not found or not executable
zh_hans: 未找到可执行文件或不可执行

source: Executable path
zh_hans: 可执行文件路径

source: Exit Zen Mode
zh_hans: 退出禅模式

source: Expand All
zh_hans: 全部展开

source: Expires
zh_hans: 到期时间

source: Extend agent capabilities with MCP servers
zh_hans: 使用 MCP 服务器扩展代理功能

source: Failed
zh_hans: 失败

source: Failed to Load Page
zh_hans: 加载页面失败

source: Failed to load image
zh_hans: 加载图像失败

source: Failed to load workflow file
zh_hans: 加载工作流文件失败

source: Fetch
zh_hans: 获取

source: File Browser
zh_hans: 文件浏览器

source: Files
zh_hans: 文件

source: Files Not Copied by Git
zh_hans: Git 不会复制的文件

source: Files to Copy
zh_hans: 要复制的文件

source: Flatten multi-line commands
zh_hans: 展平多行命令

source: Font
zh_hans: 字体

source: Font Family
zh_hans: 字体系列

source: Font Size
zh_hans: 字体大小

source: Font, theme, and session settings
zh_hans: 字体、主题和会话设置

source: Full Build Log
zh_hans: 完整构建日志

source: General
zh_hans: 通用

source: Generated Script
zh_hans: 生成的脚本

source: Git Changes
zh_hans: Git 更改

source: Git Status
zh_hans: Git 状态

source: Gitignored files and Git LFS tracked files won't exist in new worktrees
zh_hans: 被 gitignore 忽略的文件和 Git LFS 跟踪的文件不会存在于新工作树中

source: Hide Worktree List (Zen Mode)
zh_hans: 隐藏工作树列表（禅模式）

source: Hide comments
zh_hans: 隐藏评论

source: Hide the 'Open in...' button for opening worktree in third-party apps like Finder
zh_hans: 隐藏用于在访达等第三方应用中打开工作树的「打开方式...」按钮

source: Hide the Browser tab in worktree views
zh_hans: 在工作树视图中隐藏浏览器标签页

source: Hide the Chat tab in worktree views
zh_hans: 在工作树视图中隐藏对话标签页

source: Hide the Files tab in worktree views
zh_hans: 在工作树视图中隐藏文件标签页

source: Hide the Git status indicator showing changes
zh_hans: 隐藏显示更改的 Git 状态指示器

source: Hide the Terminal tab in worktree views
zh_hans: 在工作树视图中隐藏终端标签页

source: Hover over a line in the diff and click + to add a comment
zh_hans: 将鼠标悬停在差异中的行上 并点击 + 添加评论

source: Icon
zh_hans: 图标

source: Image
zh_hans: 图像

source: Indent Size
zh_hans: 缩进大小

source: Indentation
zh_hans: 缩进

source: Indexing...
zh_hans: 索引中...

source: Inputs
zh_hans: 输入

source: Install
zh_hans: 安装

source: Install Instructions
zh_hans: 安装说明

source: Install Type
zh_hans: 安装类型

source: Install agent
zh_hans: 安装代理

source: Installation Failed
zh_hans: 安装失败

source: Installed
zh_hans: 已安装

source: Installing %@...
zh_hans: 正在安装 %@...

source: Installing to %@
zh_hans: 正在安装到 %@

source: Installing...
zh_hans: 安装中...

source: Jobs
zh_hans: 任务

source: Join Discord Community
zh_hans: 加入 Discord 社区

source: Keep Running
zh_hans: 继续运行

source: Language
zh_hans: 语言

source: Last Checked
zh_hans: 上次检查

source: Last checked:
zh_hans: 上次检查：

source: Later
zh_hans: 稍后

source: Latest version:
zh_hans: 最新版本：

source: Launch args: %@
zh_hans: 启动参数：%@

source: Launch arguments (optional)
zh_hans: 启动参数（可选）

source: Launch arguments: %@
zh_hans: 启动参数：%@

source: Launching...
zh_hans: 启动中...

source: Layout
zh_hans: 布局

source: License
zh_hans: 许可证

source: License Key
zh_hans: 许可证密钥

source: License and billing
zh_hans: 许可证和账单

source: Light Mode Theme
zh_hans: 浅色模式主题

source: Line %@
zh_hans: 第 %@ 行

source: Line Numbers
zh_hans: 行号

source: Line Wrapping
zh_hans: 自动换行

source: Load %lld more...
zh_hans: 加载更多 %lld...

source: Load more (%lld remaining)
zh_hans: 加载更多（剩余 %lld）

source: Load more servers
zh_hans: 加载更多服务器

source: Loading MCP servers...
zh_hans: 正在加载 MCP 服务器...

source: Loading branches...
zh_hans: 正在加载分支...

source: Loading diff...
zh_hans: 正在加载差异...

source: Loading image...
zh_hans: 正在加载图像...

source: Loading jobs...
zh_hans: 正在加载任务...

source: Loading logs...
zh_hans: 正在加载日志...

source: Loading runs...
zh_hans: 正在加载运行...

source: Loading workflow file...
zh_hans: 正在加载工作流文件...

source: Loading workflow inputs...
zh_hans: 正在加载工作流输入...

source: Loading...
zh_hans: 加载中...

source: Locate Repository...
zh_hans: 定位仓库...

source: Logs
zh_hans: 日志

source: MCP Servers
zh_hans: MCP 服务器

source: Make Default
zh_hans: 设为默认

source: Manage Billing
zh_hans: 管理账单

source: Merge
zh_hans: 合并

source: Merge Conflict
zh_hans: 合并冲突

source: Merge Error
zh_hans: 合并错误

source: Merge Successful
zh_hans: 合并成功

source: Merge conflicts detected in the following files:
zh_hans: 在以下文件中检测到合并冲突：

source: Merge this PR
zh_hans: 合并此 PR

source: My Mac
zh_hans: 我的 Mac

source: Name
zh_hans: 名称

source: Navigate
zh_hans: 导航

source: Never
zh_hans: 从不

source: New %@ Chat
zh_hans: 新建 %@ 对话

source: New %@ Session
zh_hans: 新建 %@ 会话

source: New Command
zh_hans: 新建命令

source: New File...
zh_hans: 新建文件...

source: New Folder...
zh_hans: 新建文件夹...

source: New Terminal
zh_hans: 新建终端

source: No Actions Configured
zh_hans: 未配置操作

source: No MCP servers installed
zh_hans: 未安装 MCP 服务器

source: No actions configured
zh_hans: 未配置操作

source: No active worktrees
zh_hans: 没有活动的工作树

source: No branches found
zh_hans: 未找到分支

source: No branches match '%@'
zh_hans: 没有匹配 '%@' 的分支

source: No build log available
zh_hans: 没有可用的构建日志

source: No changes
zh_hans: 无更改

source: No changes to commit
zh_hans: 没有要提交的更改

source: No comments yet
zh_hans: 暂无评论

source: No files found
zh_hans: 未找到文件

source: No files open
zh_hans: 没有打开的文件

source: No files selected
zh_hans: 未选择文件

source: No gitignored or LFS files found
zh_hans: 未找到被 gitignore 忽略的文件或 LFS 文件

source: No logs available
zh_hans: 没有可用的日志

source: No matches found
zh_hans: 未找到匹配项

source: No run selected
zh_hans: 未选择运行

source: No runs found for this branch
zh_hans: 此分支没有运行记录

source: No worktrees found
zh_hans: 未找到工作树

source: OK
zh_hans: 好的

source: Open
zh_hans: 打开

source: Open Details
zh_hans: 打开详情

source: Open Full Log
zh_hans: 打开完整日志

source: Open Repository
zh_hans: 打开仓库

source: Open Settings
zh_hans: 打开设置

source: Open Website
zh_hans: 打开网站

source: Open a chat, terminal, or browser session to see it here.
zh_hans: 打开对话、终端或浏览器会话以在此处查看。

source: Open in Browser
zh_hans: 在浏览器中打开

source: Open in Editor
zh_hans: 在编辑器中打开

source: Open in External App
zh_hans: 在外部应用中打开

source: Open in browser
zh_hans: 在浏览器中打开

source: Open in...
zh_hans: 打开方式...

source: Optional Environment Variables
zh_hans: 可选的环境变量

source: Or launch a preset
zh_hans: 或启动预设

source: Overview
zh_hans: 概览

source: PR cannot be merged (conflicts or checks failing)
zh_hans: PR 无法合并（存在冲突或检查失败）

source: Package
zh_hans: 包

source: Pasted Image
zh_hans: 粘贴的图像

source: Pasted Text
zh_hans: 粘贴的文本

source: Path
zh_hans: 路径

source: Path relative to worktree root
zh_hans: 相对于工作树根目录的路径

source: Pattern
zh_hans: 模式

source: Pending permission request - click to respond
zh_hans: 待处理的权限请求 - 点击响应

source: Persist terminal sessions
zh_hans: 保持终端会话

source: Plan
zh_hans: 计划

source: Please restart the app to apply the language change.
zh_hans: 请重启应用以应用语言更改。

source: Post-Create Actions
zh_hans: 创建后操作

source: Prefix
zh_hans: 前缀

source: Preparing...
zh_hans: 准备中...

source: Presets appear in the empty terminal state and when long-pressing the + button
zh_hans: 预设在终端为空时和长按 + 按钮时显示

source: Press Enter to validate
zh_hans: 按回车键验证

# Preview: %@ %lldpt
source: Preview: %1$@ %2$lldpt
zh_hans: 预览：%1$@ %2$lldpt

source: Priority support included.
zh_hans: 包含优先支持。

source: Processing logs...
zh_hans: 正在处理日志...

source: Pull
zh_hans: 拉取

source: Pull (%lld)
zh_hans: 拉取 (%lld)

source: Pull from
zh_hans: 拉取自

source: Push
zh_hans: 推送

source: Push (%lld)
zh_hans: 推送 (%lld)

source: Re-activate
zh_hans: 重新激活

source: Re-authenticate
zh_hans: 重新认证

source: Recent Runs
zh_hans: 最近运行

source: Refresh
zh_hans: 刷新

source: Refresh Devices
zh_hans: 刷新设备

source: Refresh logs
zh_hans: 刷新日志

source: Refreshing...
zh_hans: 刷新中...

source: Remote
zh_hans: 远程

source: Remove
zh_hans: 移除

# Remove %@ from %@?
source: Remove %1$@ from %2$@?
zh_hans: 从 %2$@ 中移除 %1$@ 吗？

source: Remove MCP Server
zh_hans: 移除 MCP 服务器

source: Remove Server
zh_hans: 移除服务器

source: Remove box-drawing characters
zh_hans: 移除制表符字符

source: Remove from Aizen
zh_hans: 从 Aizen 移除

source: Remove this custom agent from settings
zh_hans: 从设置中移除此自定义代理

source: Rename
zh_hans: 重命名

source: Rename...
zh_hans: 重命名...

source: Report an Issue
zh_hans: 报告问题

source: Repository Not Found
zh_hans: 找不到仓库

source: Repository path no longer exists: %@
zh_hans: 仓库路径不存在：%@

source: Required Environment Variables
zh_hans: 必需的环境变量

source: Required Headers
zh_hans: 必需的标头

source: Resend License Email
zh_hans: 重发许可证邮件

source: Reset Tab Order
zh_hans: 重置标签页顺序

source: Reset to Defaults
zh_hans: 重置为默认值

source: Restart Now
zh_hans: 立即重启

source: Restart Required
zh_hans: 需要重启

source: Retry
zh_hans: 重试

source: Retry Build
zh_hans: 重试构建

source: Reveal in Finder
zh_hans: 在访达中显示

source: Revert
zh_hans: 还原

source: Review Comments
zh_hans: 评审评论

source: Review Plan
zh_hans: 审核计划

source: Run
zh_hans: 运行

source: Run Workflow
zh_hans: 运行工作流

source: Run after creating new worktrees
zh_hans: 创建新工作树后运行

source: Run in
zh_hans: 运行于

source: Running
zh_hans: 运行中

source: Running...
zh_hans: 运行中...

source: Runtime
zh_hans: 运行时

source: Save
zh_hans: 保存

source: Scheme
zh_hans: 方案

source: Search MCP servers...
zh_hans: 搜索 MCP 服务器...

source: Search branches
zh_hans: 搜索分支

source: Search files...
zh_hans: 搜索文件...

source: Search files…
zh_hans: 搜索文件…

source: Search or create new one
zh_hans: 搜索或创建新分支

source: Search symbols...
zh_hans: 搜索符号...

source: Select Destination
zh_hans: 选择目标

source: Select a file from the tree to open
zh_hans: 从树中选择要打开的文件

source: Select a job to view logs
zh_hans: 选择任务以查看日志

source: Send
zh_hans: 发送

source: Send to Agent
zh_hans: 发送给代理

source: Session options
zh_hans: 会话选项

source: Session persists across app restarts
zh_hans: 会话在应用重启后保持

source: Set as default agent
zh_hans: 设为默认代理

source: Settings...
zh_hans: 设置...

source: Show Editor
zh_hans: 显示编辑器

source: Show Git Changes
zh_hans: 显示 Git 更改

source: Show Hidden Files
zh_hans: 显示隐藏文件

source: Show Minimap
zh_hans: 显示迷你地图

source: Show Preview
zh_hans: 显示预览

source: Show Worktree List
zh_hans: 显示工作树列表

source: Show Xcode build button for projects with .xcodeproj or .xcworkspace
zh_hans: 为包含 .xcodeproj 或 .xcworkspace 的项目显示 Xcode 构建按钮

source: Show comments
zh_hans: 显示评论

source: Show dotfiles and hidden folders in the file browser
zh_hans: 在文件浏览器中显示隐藏文件和文件夹

source: Show progress overlays
zh_hans: 显示进度覆盖层

source: Show the 'Open in...' button for opening worktree in third-party apps
zh_hans: 显示用于在第三方应用中打开工作树的「打开方式...」按钮

source: Show the Git status indicator
zh_hans: 显示 Git 状态指示器

source: Simulators
zh_hans: 模拟器

source: Slash commands available in chat sessions
zh_hans: 对话会话中可用的斜杠命令

source: Space-separated arguments (e.g., agent stdio, --experimental-acp)
zh_hans: 以空格分隔的参数（例如，agent stdio、--experimental-acp）

source: Spaces
zh_hans: 空格

source: Split Down
zh_hans: 向下分割

source: Split Right
zh_hans: 向右分割

source: Stage All
zh_hans: 全部暂存

source: Start
zh_hans: 开始

source: Start a new conversation
zh_hans: 开始新对话

source: Starting %@
zh_hans: 正在启动 %@

source: Status
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Streaming
zh_hans: 流式传输中

source: Strip ANSI escape codes
zh_hans: 去除 ANSI 转义码

source: Strip shell prompts ($ #)
zh_hans: 去除 Shell 提示符（$ #）

source: Succeeded
zh_hans: 成功

source: Switch Branch
zh_hans: 切换分支

source: Switch to worktree...
zh_hans: 切换到工作树...

source: Switch to worktree…
zh_hans: 切换到工作树…

source: System
zh_hans: 系统

source: System Default
zh_hans: 系统默认

source: Tab Behavior
zh_hans: 制表符行为

source: Tab shown when opening a worktree for the first time
zh_hans: 首次打开工作树时显示的标签页

source: Tabs
zh_hans: 制表符

source: Tap to add actions that run after worktree creation
zh_hans: 点击添加工作树创建后运行的操作

source: Template
zh_hans: 模板

source: Templates appear as suggestions when creating new branches
zh_hans: 创建新分支时，模板将作为建议显示

source: Terminal
zh_hans: 终端

source: Terminal Behavior
zh_hans: 终端行为

source: Terminal Output
zh_hans: 终端输出

source: Terminal Presets
zh_hans: 终端预设

source: Terminal sessions will survive app restarts using tmux
zh_hans: 使用 tmux 时，终端会话在应用重启后保持

source: Terminals
zh_hans: 终端

source: Terminate
zh_hans: 终止

source: Terminate All
zh_hans: 全部终止

source: Terminate all sessions?
zh_hans: 终止所有会话？

source: Test
zh_hans: 测试

source: Test Connection
zh_hans: 测试连接

source: Test connection
zh_hans: 测试连接

source: Testing...
zh_hans: 测试中...

# The %@ CLI (%@) is not installed or not authenticated. Install with: %@
source: The %1$@ CLI (%2$@) is not installed or not authenticated. Install with: %3$@
zh_hans: %1$@ CLI (%2$@) 未安装或未认证。 使用以下命令安装：%3$@

source: The agent wants to execute this plan
zh_hans: 代理希望执行此计划

source: The branch to run the workflow on
zh_hans: 运行工作流的分支

source: The repository "%@" could not be found at: %@ It may have been moved or deleted.
zh_hans: 在以下位置找不到仓库 "%@"： %@ 它可能已被移动或删除。

source: Theme
zh_hans: 主题

source: Theme, font, and display options
zh_hans: 主题、字体和显示选项

source: This action cannot be undone.
zh_hans: 此操作无法撤销。

source: This is the default agent
zh_hans: 这是默认代理

source: This will close all chat, terminal, browser, and file sessions in active worktrees.
zh_hans: 这将关闭活动工作树中的所有对话、终端、浏览器和文件会话。

source: This will stop the workflow run #%lld. This action cannot be undone.
zh_hans: 这将停止工作流运行 #%lld。此操作无法撤销。

source: This workflow has no configurable inputs
zh_hans: 此工作流没有可配置的输入

source: Toolbar
zh_hans: 工具栏

source: Toolbar Items
zh_hans: 工具栏项目

source: Transformations applied when copying text from terminal
zh_hans: 从终端复制文本时应用的转换

source: Trim trailing whitespace
zh_hans: 修剪尾随空格

source: Try Again
zh_hans: 重试

source: Unable to display image
zh_hans: 无法显示图像

source: Unsaved changes
zh_hans: 未保存的更改

source: Unstage All
zh_hans: 全部取消暂存

source: Update
zh_hans: 更新

source: Update Available
zh_hans: 有可用更新

source: Update Now
zh_hans: 立即更新

source: Update to latest version
zh_hans: 更新到最新版本

source: Updates
zh_hans: 更新

source: Updating...
zh_hans: 更新中...

source: Upgrade
zh_hans: 升级

source: Upgrade to Aizen Pro
zh_hans: 升级到 Aizen Pro

source: Use CLI command instead
zh_hans: 改用 CLI 命令

source: Use Template
zh_hans: 使用模板

source: Use a command-line tool instead of an installed application
zh_hans: 使用命令行工具而不是已安装的应用程序

source: Use different themes for Light/Dark mode
zh_hans: 为浅色/深色模式使用不同主题

source: Valid ACP executable
zh_hans: 有效的 ACP 可执行文件

source: Validate Now
zh_hans: 立即验证

source: Validating ACP executable...
zh_hans: 正在验证 ACP 可执行文件...

source: Variables: $NEW (new worktree path), $MAIN (main worktree path)
zh_hans: 变量：$NEW（新工作树路径）、$MAIN（主工作树路径）

# Version %@ (%@)
source: Version %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

source: View Debug Logs
zh_hans: 查看调试日志

source: View Plans
zh_hans: 查看计划

source: View on GitHub
zh_hans: 在 GitHub 上查看

source: Waiting for logs...
zh_hans: 正在等待日志...

source: Waiting for output...
zh_hans: 正在等待输出...

source: We’ll resend your license to this email address.
zh_hans: 我们将把您的许可证重新发送到此邮箱地址。

source: When enabled, terminals run inside hidden tmux sessions and preserve their state when the app is closed
zh_hans: 启用后，终端将在隐藏的 tmux 会话中运行，并在应用关闭时保持其状态

source: Will create: %@
zh_hans: 将创建：%@

source: Working tree is clean
zh_hans: 工作树是干净的

source: Workspaces
zh_hans: 工作区

source: Worktree Tabs
zh_hans: 工作树标签页

source: Worktree path not available
zh_hans: 工作树路径不可用

source: Xcode Build
zh_hans: Xcode 构建

source: Zen Mode
zh_hans: 禅模式

# agentSetup.autoDiscover.description
source: Scan system paths for installed agents
zh_hans: 扫描系统路径以查找已安装的代理
